Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Empty slots stay blank until you copy more text.
de: Leere Plätze bleiben frei, bis du mehr Text kopierst.
es: Los huecos vacíos se quedan en blanco hasta que copies más texto.
et: Tühjad kohad jäävad tühjaks, kuni kopeerid rohkem teksti.
fr: Les emplacements restent vides tant que tu ne copies pas plus de texte.
hu: Az üres helyek üresek maradnak, amíg több szöveget nem másolsz.
it: Gli slot vuoti restano vuoti finché non copi altro testo.
ja: 空き枠は、テキストをもっとコピーするまで空のままです。
ko: 빈 칸은 텍스트를 더 복사하기 전까지 비어 있습니다.
ms: Slot kosong kekal kosong sehingga anda salin lebih banyak teks.
pt: Os espaços vazios ficam em branco até copiares mais texto.
ru: Пустые ячейки остаются пустыми, пока вы не скопируете больше текста.
zh_hans: 空位会保持空白，直到你复制更多文字。

source: Empty slots stay blank until you use more emoji.
de: Leere Plätze bleiben frei, bis du mehr Emojis nutzt.
es: Los huecos vacíos se quedan en blanco hasta que uses más emojis.
et: Tühjad kohad jäävad tühjaks, kuni kasutad rohkem emojisid.
fr: Les emplacements restent vides tant que tu n’utilises pas plus d’emojis.
hu: Az üres helyek üresek maradnak, amíg több emojit nem használsz.
it: Gli slot vuoti restano vuoti finché non usi più emoji.
ja: 空き枠は、絵文字をもっと使うまで空のままです。
ko: 빈 칸은 이모지를 더 쓰기 전까지 비어 있습니다.
ms: Slot kosong kekal kosong sehingga anda guna lebih banyak emoji.
pt: Os espaços vazios ficam em branco até usares mais emojis.
ru: Пустые ячейки остаются пустыми, пока вы не используете больше эмодзи.
zh_hans: 空位会保持空白，直到你用了更多表情。

source: Empty. Tap to add emoji
de: Leer – tippen, um Emojis hinzuzufügen
es: Vacío: toca para añadir emoji
et: Tühi. Puuduta, et lisada emojisid
fr: Vide – touche pour ajouter des emoji
hu: Üres – koppints emojik hozzáadásához
it: Vuoto: tocca per aggiungere emoji
ja: 空です。タップして絵文字を追加
ko: 비어 있어요 — 눌러서 이모지 추가
ms: Kosong — ketik untuk tambah emoji
pt: Vazio — toca para adicionar emoji
ru: Пусто — нажмите, чтобы добавить эмодзи
zh_hans: 还是空的，点一下添加表情

source: Enable
de: Aktivieren
es: Activar
et: Luba
fr: Activer
hu: Engedélyezés
it: Attiva
ja: 有効にする
ko: 사용
ms: Dayakan
pt: Ativar
ru: Включить
zh_hans: 启用

source: Enable AI
de: KI aktivieren
es: Activar IA
et: Luba TI
fr: Activer l'IA
hu: AI engedélyezése
it: Attiva IA
ja: AI を有効にする
ko: AI 켜기
ms: Dayakan AI
pt: Ativar IA
ru: Включить ИИ
zh_hans: 启用 AI

source: Enable the keyboard and grant Full Access
de: Tastatur aktivieren und Vollzugriff geben
es: Activa el teclado y concede acceso completo
et: Luba klaviatuur ja anna täisjuurdepääs
fr: Active le clavier et accorde l'accès complet
hu: Kapcsold be a billentyűzetet, és adj Teljes hozzáférést
it: Attiva la tastiera e concedi l'accesso completo
ja: キーボードを有効にしてフルアクセスを許可
ko: 키보드를 켜고 전체 접근 허용하기
ms: Dayakan papan kekunci dan beri Akses Penuh
pt: Ativa o teclado e concede acesso total
ru: Включите клавиатуру и выдайте полный доступ
zh_hans: 启用键盘并授予完全访问权限

source: Enable typing analytics
de: Tippstatistiken einschalten
es: Activar estadísticas de escritura
et: Luba tipimisstatistika
fr: Activer les statistiques de frappe
hu: Gépelési statisztikák bekapcsolása
it: Attiva le statistiche di scrittura
ja: 入力統計をオンにする
ko: 입력 통계 켜기
ms: Hidupkan statistik menaip
pt: Ativar estatísticas de escrita
ru: Включить аналитику набора
zh_hans: 开启输入统计

source: Enabled
de: Aktiviert
es: Activado
et: Lubatud
fr: Activé
hu: Bekapcsolva
it: Attivo
ja: 有効
ko: 사용
ms: Didayakan
pt: Ativado
ru: Включено
zh_hans: 已启用

source: Enabled actions appear behind the keyboard's action button.
de: Aktivierte Aktionen erscheinen hinter der Aktions-Taste der Tastatur.
es: Las acciones activadas aparecen detrás del botón de acción del teclado.
et: Lubatud tegevused ilmuvad klaviatuuri tegevusnupu taha.
fr: Les actions activées apparaissent derrière le bouton d'action du clavier.
hu: Az engedélyezett műveletek a billentyűzet művelet gombja mögött jelennek meg.
it: Le azioni attivate compaiono dietro il pulsante azioni della tastiera.
ja: 有効なアクションはキーボードのアクションボタンの奥に表示されます。
ko: 켜둔 액션은 키보드의 액션 버튼 뒤에 나타나요.
ms: Tindakan yang diaktifkan muncul di sebalik butang tindakan papan kekunci.
pt: As ações ativadas aparecem atrás do botão de ação do teclado.
ru: Включённые действия появляются за кнопкой действий на клавиатуре.
zh_hans: 启用的操作会出现在键盘操作按钮后面。

source: Encrypted
de: Verschlüsselt
es: Cifrado
et: Krüptitud
fr: Chiffré
hu: Titkosítva
it: Cifrato
ja: 暗号化済み
ko: 암호화됨
ms: Disulitkan
pt: Encriptado
ru: Зашифровано
zh_hans: 已加密

source: Encryption
de: Verschlüsselung
es: Cifrado
et: Krüptimine
fr: Chiffrement
hu: Titkosítás
it: Crittografia
ja: 暗号化
ko: 암호화
ms: Penyulitan
pt: Encriptação
ru: Шифрование
zh_hans: 加密

source: End
de: Ende
es: Fin
et: Lõpp
fr: Fin
hu: Vége
it: Fine
ja: 終了
ko: 끝
ms: Tamat
pt: Fim
ru: Конец
zh_hans: 结束

source: End Dictation
de: Diktat beenden
es: Finalizar dictado
et: Lõpeta dikteerimine
fr: Arrêter la dictée
hu: Diktálás befejezése
it: Termina dettatura
ja: 音声入力を終了
ko: 받아쓰기 종료
ms: Tamatkan imlak
pt: Terminar ditado
ru: Завершить диктовку
zh_hans: 结束听写

source: End dictation
de: Diktat beenden
es: Terminar dictado
et: Lõpeta dikteerimine
fr: Terminer la dictée
hu: Diktálás befejezése
it: Termina dettatura
ja: 音声入力を終了
ko: 받아쓰기 종료
ms: Tamatkan imlak
pt: Terminar ditado
ru: Завершить диктовку
zh_hans: 结束听写

source: End width
de: Endbreite
es: Ancho final
et: Lõpulaius
fr: Largeur de fin
hu: Végszélesség
it: Larghezza finale
ja: 終端の幅
ko: 끝 너비
ms: Lebar hujung
pt: Largura final
ru: Ширина в конце
zh_hans: 末端宽度

source: Ends a sentence
de: Beendet einen Satz
es: Termina una frase
et: Lõpetab lause
fr: Termine une phrase
hu: Mondatot zár
it: Chiude una frase
ja: 文の終わり
ko: 문장을 끝내는 기호
ms: Menamatkan ayat
pt: Termina uma frase
ru: Заканчивает предложение
zh_hans: 句子结束符

source: Enter a complete HTTPS endpoint without credentials or query parameters.
de: Gib eine vollständige HTTPS-Endpunkt-URL ohne Zugangsdaten oder Abfrageparameter ein.
es: Introduce una URL HTTPS completa sin credenciales ni parámetros de consulta.
et: Sisesta täielik HTTPS-lõpp-punkt ilma sisselogimisandmete ja päringuparameetriteta.
fr: Saisis une URL HTTPS complète, sans identifiants ni paramètres de requête.
hu: Adj meg egy teljes HTTPS-végpontot hitelesítési adatok és lekérdezési paraméterek nélkül.
it: Inserisci un endpoint HTTPS completo senza credenziali o parametri di query.
ja: 認証情報やクエリパラメータを含まない、完全なHTTPSエンドポイントを入力してください。
ko: 자격 증명이나 쿼리 매개변수 없이 완전한 HTTPS 엔드포인트를 입력하세요.
ms: Masukkan alamat HTTPS lengkap tanpa bukti kelayakan atau parameter pertanyaan.
pt: Introduza um endereço HTTPS completo, sem credenciais nem parâmetros de consulta.
ru: Введите полный HTTPS-адрес конечной точки без учётных данных и параметров запроса.
zh_hans: 请输入完整的 HTTPS 端点地址，不含凭据或查询参数。

source: Enter owner/repository, github.com/owner/repository, or the full HTTPS URL. Clink verifies every release manifest and file before anything can be downloaded.
de: Gib owner/repository, github.com/owner/repository oder die vollständige HTTPS-URL ein. Clink prüft jedes Release-Manifest und jede Datei, bevor etwas geladen wird.
es: Introduce owner/repository, github.com/owner/repository o la URL HTTPS completa. Clink verifica cada manifiesto y archivo de versión antes de permitir cualquier descarga.
et: Sisesta owner/repository, github.com/owner/repository või täielik HTTPS-i URL. Clink kontrollib iga väljalaske manifesti ja faili, enne kui midagi saab alla laadida.
fr: Saisis owner/repository, github.com/owner/repository ou l’URL HTTPS complète. Clink vérifie chaque manifeste et chaque fichier de version avant tout téléchargement.
hu: Add meg owner/repository, github.com/owner/repository formában vagy a teljes HTTPS-URL-t. A Clink minden kiadási jegyzéket és fájlt ellenőriz, mielőtt bármit letöltene.
it: Inserisci owner/repository, github.com/owner/repository o l’URL HTTPS completo. Clink verifica ogni manifest di release e ogni file prima di consentire qualsiasi download.
ja: owner/repository、github.com/owner/repository、または完全な HTTPS URL を入力してください。Clink は、何かをダウンロードする前にすべてのリリースマニフェストとファイルを検証します。
ko: owner/repository, github.com/owner/repository 또는 전체 HTTPS URL을 입력하세요. Clink는 무엇이든 다운로드하기 전에 모든 릴리스 매니페스트와 파일을 검증합니다.
ms: Masukkan owner/repository, github.com/owner/repository atau URL HTTPS penuh. Clink mengesahkan setiap manifes keluaran dan fail sebelum apa-apa boleh dimuat turun.
pt: Introduz owner/repository, github.com/owner/repository ou o URL HTTPS completo. O Clink verifica todos os manifestos de versão e ficheiros antes de qualquer transferência.
ru: Укажите owner/repository, github.com/owner/repository или полный HTTPS-URL. Clink проверяет каждый манифест релиза и каждый файл, прежде что-либо можно будет загрузить.
zh_hans: 请输入 owner/repository、github.com/owner/repository 或完整的 HTTPS URL。在下载任何内容之前，Clink 都会验证每个发布清单和文件。

source: Entrance
de: Auftritt
es: Entrada
et: Saabumine
fr: Entrée
hu: Megjelenés
it: Entrata
ja: 登場
ko: 등장 효과
ms: Kemunculan
pt: Entrada
ru: Появление
zh_hans: 入场动画

source: Equip My Gift
de: Mein Geschenk ausrüsten
es: Usar mi regalo
et: Varusta minu kingitus
fr: Équiper mon cadeau
hu: Ajándék használata
it: Usa il mio regalo
ja: ギフトを使う
ko: 선물 장착하기
ms: Gunakan hadiah saya
pt: Usar o meu presente
ru: Надеть мой подарок
zh_hans: 装备我的礼物

source: Erase
de: Löschen
es: Borrar
et: Kustuta
fr: Effacer
hu: Törlés
it: Cancella
ja: 消す
ko: 지우기
ms: Padam
pt: Apagar
ru: Стереть
zh_hans: 清空

source: Eraser
de: Radierer
es: Borrador
et: Kustutuskumm
fr: Gomme
hu: Radír
it: Gomma
ja: 消しゴム
ko: 지우개
ms: Pemadam
pt: Borracha
ru: Ластик
zh_hans: 橡皮擦

source: Erases all recorded typing stats on this device. Your settings and themes are not affected. This cannot be undone.
de: Löscht alle auf diesem Gerät gespeicherten Tippstatistiken. Einstellungen und Themes bleiben erhalten. Das lässt sich nicht rückgängig machen.
es: Borra todas las estadísticas de escritura guardadas en este dispositivo. No afecta a tus ajustes ni a tus temas. No se puede deshacer.
et: Kustutab kõik sellesse seadmesse salvestatud tipimisstatistika. Sinu seaded ja teemad ei muutu. Seda ei saa tagasi võtta.
fr: Efface toutes les statistiques de frappe enregistrées sur cet appareil. Tes réglages et tes thèmes ne changent pas. Cette action est irréversible.
hu: Töröl minden, ezen az eszközön rögzített gépelési statisztikát. A beállításokat és témákat nem érinti. Ez nem vonható vissza.
it: Cancella tutte le statistiche di scrittura salvate su questo dispositivo. Impostazioni e temi non cambiano. Non si può annullare.
ja: このデバイスに記録された入力統計をすべて消去します。設定やテーマには影響しません。元には戻せません。
ko: 이 기기에 기록된 모든 입력 통계를 지워요. 설정과 테마에는 영향을 주지 않으며, 실행 취소할 수 없어요.
ms: Memadam semua statistik menaip yang direkodkan pada peranti ini. Tetapan dan tema tidak terjejas. Tindakan ini tidak boleh dibuat asal.
pt: Apaga todas as estatísticas de escrita guardadas neste dispositivo. As definições e os temas não são afetados. Não é possível desfazer.
ru: Стирает всю статистику набора на этом устройстве. Ваши настройки и темы не затрагиваются. Это действие нельзя отменить.
zh_hans: 清除这台设备上记录的所有输入统计数据。设置和主题不受影响。此操作无法撤销。

source: Error
de: Fehler
et: Viga
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt: Erro
ru: Ошибка
zh_hans: 错误

source: Essentials
de: Wesentliches
es: Esenciales
et: Põhiline
fr: Essentiel
hu: Alapok
it: Essenziali
ja: 基本
ko: 기본
ms: Asas
pt: Essenciais
ru: Основное
zh_hans: 精要

source: Evaluate arithmetic and insert the result wherever you type. Adds a calculator to the panel button.
de: Rechnet Ausdrücke aus und setzt das Ergebnis dort ein, wo du tippst. Legt einen Rechner auf den Panel-Button.
es: Resuelve operaciones y pone el resultado donde escribes. Añade una calculadora al botón del panel.
et: Arvuta avaldisi ja sisesta tulemus sinna, kuhu tipid. Lisab paneelinupule kalkulaatori.
fr: Calcule les opérations et insère le résultat là où tu écris. Ajoute une calculatrice au bouton du panneau.
hu: Kiszámolja a műveleteket, és beszúrja az eredményt oda, ahol írsz. Számológépet tesz a panel gombjára.
it: Calcola le operazioni e scrive il risultato dove stai scrivendo. Aggiunge una calcolatrice al pulsante del pannello.
ja: 計算式を計算して、入力中の場所に結果を差し込みます。パネルボタンに電卓を追加します。
ko: 산술식을 계산해서 입력하는 자리에 결과를 넣어줘요. 패널 버튼에 계산기가 생겨요.
ms: Kira aritmetik dan masukkan hasilnya di mana sahaja anda menaip. Ini menambah kalkulator pada butang panel.
pt: Faz contas e mete o resultado onde estás a escrever. Adiciona uma calculadora ao botão do painel.
ru: Считает выражения и вставляет результат туда, где вы печатаете. Добавляет калькулятор к кнопке панелей.
zh_hans: 算出算术表达式，把结果直接插到你输入的地方。会在面板按钮里加个计算器。

source: Event action
de: Ereignisaktion
es: Acción de evento
et: Sündmuse toiming
fr: Action déclenchée par un événement
hu: Eseményművelet
it: Azione su evento
ja: イベントアクション
ko: 이벤트 동작
ms: Tindakan peristiwa
pt: Ação de evento
ru: Действие по событию
zh_hans: 事件操作

source: Event values
de: Ereigniswerte
es: Valores del evento
et: Sündmuse väärtused
fr: Valeurs de l’événement
hu: Eseményértékek
it: Valori dell’evento
ja: イベントの値
ko: 이벤트 값
ms: Nilai peristiwa
pt: Valores do evento
ru: Значения события
zh_hans: 事件值

source: Every dictionary is bundled in the app and runs on-device. Nothing is sent anywhere. The links credit the source projects.
de: Jedes Wörterbuch steckt in der App und läuft auf dem Gerät. Nichts wird irgendwohin geschickt. Die Links sind ein Dank an die Quellprojekte.
es: Todos los diccionarios vienen dentro de la app y funcionan en el dispositivo. No se envía nada a ningún sitio. Los enlaces dan crédito a los proyectos de origen.
et: Iga sõnaraamat on rakendusse sisse ehitatud ja töötab seadmel. Midagi ei saadeta kuhugi. Lingid osutavad allikprojektidele.
fr: Chaque dictionnaire est intégré à l'app et tourne sur l'appareil. Rien n'est envoyé où que ce soit. Les liens créditent les projets d'origine.
hu: Minden szótár benne van az appban, és a készüléken fut. Semmi nem megy sehová. A linkek a forrásprojekteknek járó elismerés.
it: Ogni dizionario è incluso nell'app e gira sul dispositivo. Niente viene inviato da nessuna parte. I link danno credito ai progetti originali.
ja: どの辞書もアプリに同梱され、端末の中で動きます。何もどこにも送られません。リンクは元になったプロジェクトへの謝辞です。
ko: 모든 사전은 앱에 들어 있고 기기에서 바로 돌아가요. 아무 데도 안 보내요. 링크는 원본 프로젝트를 밝혀둔 거예요.
ms: Setiap kamus disertakan dalam apl dan berjalan atas peranti. Tiada apa dihantar ke mana-mana. Pautan itu kredit untuk projek asalnya.
pt: Todos os dicionários vêm com a app e funcionam no dispositivo. Nada é enviado para lado nenhum. As ligações dão crédito aos projetos de origem.
ru: Все словари встроены в приложение и работают на устройстве. Ничего никуда не отправляется. Ссылки — благодарность исходным проектам.
zh_hans: 每个词典都打包在应用里，全部在设备上运行。什么都不会发到任何地方。这些链接是给源项目的署名。

source: Every dictionary is bundled in the app and runs on-device. Nothing you type is sent anywhere. The links are credit to the source projects.
de: Jedes Wörterbuch steckt in der App und läuft auf dem Gerät. Nichts, was du tippst, geht irgendwohin. Die Links sind ein Dank an die Quellprojekte.
es: Todos los diccionarios vienen dentro de la app y funcionan en tu dispositivo. Nada de lo que escribes se envía a ningún sitio. Los enlaces son el crédito a los proyectos de origen.
et: Iga sõnaraamat on rakendusse sisse ehitatud ja töötab seadmel. Midagi, mida tipid, ei saadeta kuhugi. Lingid osutavad allikprojektidele.
fr: Chaque dictionnaire est intégré à l'app et tourne sur l'appareil. Rien de ce que tu écris n'est envoyé où que ce soit. Les liens créditent les projets d'origine.
hu: Minden szótár benne van az appban, és a készüléken fut. Amit írsz, semmi nem megy sehová. A linkek a forrásprojekteknek járó elismerés.
it: Ogni dizionario è dentro l'app e gira sul dispositivo. Niente di quello che scrivi viene inviato da qualche parte. I link sono un credito ai progetti originali.
ja: どの辞書もアプリに入っていて、端末の中だけで動きます。入力した内容はどこにも送られません。リンクは元になったプロジェクトへの謝辞です。
ko: 모든 사전은 앱에 들어 있고 기기에서 바로 돌아가요. 입력한 내용은 아무 데도 안 보내요. 링크는 원본 프로젝트를 밝혀두는 거예요.
ms: Setiap kamus disertakan dalam apl dan berjalan atas peranti. Apa yang anda taip tak dihantar ke mana-mana. Pautan itu kredit untuk projek asalnya.
pt: Todos os dicionários vêm com a app e funcionam no teu dispositivo. Nada do que escreves é enviado para lado nenhum. As ligações são o crédito aos projetos de origem.
ru: Все словари встроены в приложение и работают на устройстве. Ничего из напечатанного никуда не отправляется. Ссылки — благодарность исходным проектам.
zh_hans: 每个词典都打包在应用里，全部在设备上运行。你输入的东西不会发到任何地方。这些链接是给源项目的署名。

source: Every downloaded and locally created action will be removed. This can't be undone.
de: Jede geladene und lokal erstellte Aktion wird entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán todas las acciones descargadas y creadas localmente. No se puede deshacer.
et: Kõik allalaaditud ja kohapeal loodud tegevused eemaldatakse. Seda ei saa tagasi võtta.
fr: Toutes les actions téléchargées et créées localement seront supprimées. C’est irréversible.
hu: Minden letöltött és helyben létrehozott művelet el lesz távolítva. Ez nem vonható vissza.
it: Ogni azione scaricata e creata localmente verrà rimossa. L’operazione non è annullabile.
ja: ダウンロードしたアクションとローカルで作成したアクションはすべて削除されます。この操作は元に戻せません。
ko: 다운로드했거나 로컬에서 만든 모든 동작이 제거됩니다. 되돌릴 수 없습니다.
ms: Setiap tindakan yang dimuat turun dan dicipta secara tempatan akan dibuang. Ini tidak boleh dibatalkan.
pt: Todas as ações transferidas e criadas localmente serão removidas. Não é possível anular.
ru: Все загруженные и созданные на этом устройстве действия будут удалены. Это действие нельзя отменить.
zh_hans: 所有已下载和本地创建的操作都将被移除。此操作无法撤消。

source: Every downloaded and locally created panel will be removed. This can't be undone.
de: Jedes geladene und lokal erstellte Panel wird entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán todos los paneles descargados y creados localmente. No se puede deshacer.
et: Kõik allalaaditud és kohapeal loodud paneelid eemaldatakse. Seda ei saa tagasi võtta.
fr: Tous les panneaux téléchargés et créés localement seront supprimés. C’est irréversible.
hu: Minden letöltött és helyben létrehozott panel el lesz távolítva. Ez nem vonható vissza.
it: Ogni pannello scaricato e creato localmente verrà rimosso. L’operazione non è annullabile.
ja: ダウンロードしたパネルとローカルで作成したパネルはすべて削除されます。この操作は元に戻せません。
ko: 다운로드했거나 로컬에서 만든 모든 패널이 제거됩니다. 되돌릴 수 없습니다.
ms: Setiap panel yang dimuat turun dan dicipta secara tempatan akan dibuang. Ini tidak boleh dibatalkan.
pt: Todos os painéis transferidos e criados localmente serão removidos. Não é possível anular.
ru: Все загруженные и созданные на этом устройстве панели будут удалены. Это действие нельзя отменить.
zh_hans: 所有已下载和本地创建的面板都将被移除。此操作无法撤消。

source: Every downloaded and locally created plugin will be removed. This can't be undone.
de: Jedes heruntergeladene und lokal erstellte Plugin wird entfernt. Das lässt sich nicht rückgängig machen.
es: Se eliminarán todos los plugins descargados y creados localmente. Esto no se puede deshacer.
et: Kõik alla laaditud ja kohapeal loodud pistikprogrammid eemaldatakse. Seda ei saa tagasi võtta.
fr: Chaque plugin téléchargé ou créé localement sera supprimé. Cette action est irréversible.
hu: Minden letöltött és helyben létrehozott bővítmény eltávolításra kerül. Ezt nem lehet visszavonni.
it: Ogni plugin scaricato e creato localmente verrà rimosso. L'operazione non può essere annullata.
ja: ダウンロードしたプラグインもこの端末で作ったプラグインもすべて削除されます。元に戻せません。
ko: 다운로드했거나 직접 만든 플러그인이 모두 제거됩니다. 되돌릴 수 없습니다.
ms: Setiap plugin yang dimuat turun dan dicipta secara tempatan akan dibuang. Ini tidak boleh dibatalkan.
pt: Todos os plugins descarregados e criados localmente serão removidos. Não é possível anular.
ru: Все загруженные и созданные локально плагины будут удалены. Это нельзя отменить.
zh_hans: 所有下载的和本地创建的插件都会被移除。此操作无法撤销。

source: Every emoji, one slide away
de: Jedes Emoji nur einen Wisch entfernt
es: Todos los emojis a un deslizamiento de distancia
et: Iga emoji ühe viipa kaugusel
fr: Tous les emojis à un glissement près
hu: Minden emoji egy csúsztatásnyira
it: Ogni emoji a uno scorrimento di distanza
ja: 絵文字はすべて、スワイプひとつで
ko: 이모지는 슬라이드 한 번이면 끝
ms: Semua emoji, hanya seleret jauhnya
pt: Todos os emoji a um deslize de distância
ru: Все эмодзи в одном движении
zh_hans: 所有表情符号，一划就到

source: Every fine-tune control is shown inside each page, plus the Lab.
de: Alle Regler zur Feinabstimmung sind auf jeder Seite zu sehen, dazu das Labor.
es: Todos los controles de ajuste fino aparecen dentro de cada página, además del Laboratorio.
et: Iga peenhäälestuse juhtelement on näha igal lehel, lisaks Labor.
fr: Chaque réglage de précision apparaît dans chaque page, plus le Labo.
hu: Minden finomhangoló vezérlő megjelenik az egyes oldalakon, plusz a Labor.
it: Ogni controllo di regolazione fine è mostrato in ogni pagina, più il Lab.
ja: こまかな調整コントロールがすべて各ページに表示され、ラボも使えます
ko: 모든 세부 설정을 각 페이지 안에서 보여줘요, 실험실까지요
ms: Setiap kawalan penalaan halus ditunjuk dalam setiap halaman, serta Makmal.
pt: Todos os controlos de ajuste fino aparecem em cada página, além do Laboratório.
ru: Все точные регуляторы показаны внутри каждой страницы, плюс «Лаборатория».
zh_hans: 每个页面都会显示全部微调控件，外加实验室

source: Every key cycles the hue wheel together.
de: Alle Tasten durchlaufen den Farbkreis gemeinsam.
es: Todas las teclas recorren el círculo de color a la vez.
et: Kõik klahvid läbivad värviratta koos.
fr: Toutes les touches parcourent la roue des couleurs ensemble.
hu: Minden gomb együtt jár körbe a színkörön.
it: Tutti i tasti percorrono insieme la ruota dei colori.
ja: すべてのキーが同時に色相を巡ります。
ko: 모든 키가 함께 색상환을 돕니다.
ms: Semua kekunci melalui roda warna bersama-sama.
pt: Todas as teclas percorrem o círculo de cores em conjunto.
ru: Все клавиши вместе проходят по цветовому кругу.
zh_hans: 所有按键一同循环色环。

source: Every language
de: Jede Sprache
es: Todos los idiomas
et: Iga keel
fr: Toutes les langues
hu: Minden nyelv
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
ms: Setiap bahasa
pt: Todos os idiomas
ru: Все языки
zh_hans: 所有语言

source: Every layout
de: Jedes Layout
es: Todas las disposiciones
et: Iga paigutus
fr: Toutes les dispositions
hu: Minden elrendezés
it: Tutte le disposizioni
ja: すべての配列
ko: 모든 배열
ms: Setiap susunan
pt: Todas as disposições
ru: Все раскладки
zh_hans: 所有排列

source: Every letter blank. Draw the ones you want.
de: Alle Buchstaben leer. Zeichne die, die du willst.
es: Todas las letras en blanco. Dibuja las que quieras.
et: Kõik tähed on tühjad. Joonista need, mida soovid.
fr: Toutes les lettres sont vides. Dessine celles que tu veux.
hu: Minden betű üres. Rajzold meg, amelyiket akarod.
it: Tutte le lettere vuote. Disegna quelle che vuoi.
ja: すべての文字が空です。必要なものを描いてください。
ko: 모든 글자가 비어 있습니다. 원하는 글자를 그리세요.
ms: Semua huruf kosong. Lukis yang anda mahu.
pt: Todas as letras vazias. Desenhe as que quiser.
ru: Все буквы пустые. Нарисуйте те, что нужны.
zh_hans: 所有字母都是空白。想画哪个就画哪个。
